tap "anchore/grype"
tap "anirudhg07/anirudhg07"
tap "charmbracelet/tap"
tap "homebrew/services"
tap "localstack/tap"
tap "powershell/tap"
tap "sst/tap"
tap "supabase/tap"
tap "xpipe-io/tap"
tap "xwmx/taps"
brew "libpng"
brew "gettext"
brew "fontconfig"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "brotli"
brew "as-tree"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "bitchx"
brew "c-ares"
brew "cabal-install"
brew "chafa"
brew "cloudflared"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "dash-shell"
brew "dust"
brew "fd"
brew "librist"
brew "ffmpeg"
brew "python@3.12"
brew "imagemagick"
brew "folderify"
brew "fzf"
brew "gh"
brew "ghc@9.6"
brew "ghostscript", link: false
brew "git-ftp"
brew "git-gui"
brew "git-secrets"
brew "glow"
brew "gnumeric"
brew "go"
brew "go-task"
brew "graphviz"
brew "grype"
brew "helm"
brew "help2man"
brew "htop"
brew "python@3.13"
brew "httpie"
brew "hugo"
brew "inetutils"
brew "intltool"
brew "itstool"
brew "jnv"
brew "jp2a"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab", link: false
brew "llama.cpp"
brew "lsd"
brew "lv"
brew "macvim"
brew "micro"
brew "mise"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "pandoc-plot"
brew "php"
brew "pipx"
brew "podman"
brew "poppler"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "resvg"
brew "ruff"
brew "rust"
brew "sampler"
brew "sevenzip"
brew "sox"
brew "sshx"
brew "superfile"
brew "tig"
brew "tree"
brew "trippy"
brew "trivy"
brew "typst"
brew "uv"
brew "w3m"
brew "wget"
brew "yamllint"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "anirudhg07/anirudhg07/cheatshh"
brew "charmbracelet/tap/freeze"
brew "localstack/tap/localstack-cli"
brew "powershell/tap/powershell"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "xwmx/taps/nb"
cask "balenaetcher"
cask "chalk"
cask "clipy"
cask "coteditor"
cask "cursor"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker-desktop"
cask "docker-toolbox"
cask "fig"
cask "firefox"
cask "floorp"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-japanese-ime"
cask "mac-monitor"
cask "macfuse"
cask "ntfstool"
cask "obsidian"
cask "orbstack"
cask "podman-desktop"
cask "quarto"
cask "temurin"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
cask "wave"
cask "xbar"
cask "xpipe"
cask "xquartz"
cask "zettlr"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "geeklearningio.graphviz-markdown-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "withfig.fig"
go "golang.org/x/tools/gopls"
go "github.com/justjanne/powerline-go"
go "github.com/wailsapp/wails/v2/cmd/wails"
